/*
 * GuestNetwork.strings
 * MacConfig
 */

"AirPort.GuNe"			= "Rede restrita";

"GuestNetworkDescription" = "Uma rede restrita permite aos clientes sem fios estabelecer ligação à Internet sem aceder à sua rede privada.";
"GuestNetworkDescriptionWithWANServices" = "Uma rede restrita permite aos clientes sem fios acederem à Internet, e oferece serviços de rede disponíveis pela WAN.";
"GuestNetworkNameDefault" = "Rede restrita";
"RADIUSNotForGuestNet" = "O controlo de acesso RADIUS é utilizado para restringir o acesso à rede principal e não afecta a rede restrita.";
"GuestNetworkSecurityHigherThanMainNetwork" = "A rede restrita é mais segura que a rede sem fios principal.";
"CantExtendGuestNetwork" = "O dispositivo %@ não pode alargar uma rede restrita. Seleccione outra rede.";
"CantJoinGuestNetwork" = "O dispositivo %@ não pode aceder a uma rede restrita. Seleccione outra rede.";

"BandwidthLimitingDescription" = "Restringir a largura de banda da Internet da rede restrita impede que certos utilizadores usem demasiados recursos da sua ligação à Internet. Indique a velocidade da sua ligação à Internet no menu abaixo.";
"InternetConnectionSelectSpeedDescription" = "Seleccione as velocidades de ligação à Internet. Caso tenha dúvidas sobre estas velocidades, contacte o seu fornecedor de acesso à Internet.";
"KilobitsPerSecond" = "Kbps";
"MegabitsPerSecond" = "Mbps";
"FormattedBitsPerSecond" = "%@ bps";
"FormattedKilobitsPerSecond" = "%@ Kbps";
"FormattedMegabitsPerSecond" = "%@ Mbps";
"InternetConnectionSpeed" = "A sua velocidade de ligação à Internet:";
"InternetConnectionFastDownstream" = "6144";
"InternetConnectionFastUpstream" = "768";
"InternetConnectionMediumDownstream" = "1536";
"InternetConnectionMediumUpstream" = "512";
"InternetConnectionBasicDownstream" = "768";
"InternetConnectionBasicUpstream" = "128";
"title_Fast" = "Rápida";
"title_Medium" = "Médio";
"title_Basic" = "Básica";
"title_Custom" = "Personalizar";
"title_Custom_Ellipsis" = "Personalizar…";

/* kACPProblemCodeWANRejectedDHCPOfferGuest */
"waRg" = "Conflito DHCP da rede restrita";
"waRg.description" = "Este dispositivo sem fios AirPort rejeitou um endereço DHCP da mesma subrede que o respectivo servidor DHCP interno para a rede restrita. Altere o âmbito DHCP desta rede.";
"waRg.remedy" = "Internet…";

/* vErrGuestNetDHCPRangeConflictWithMainNetDHCP */
"vErr.gnDh" = "Há um conflito entre o âmbito de DHCP da rede restrita introduzido e o âmbito de DHCP que seleccionou para rede sem fios principal. Seleccione outro âmbito DHCP.";
/* vErrGuestNetNameCantMatchRadioName */
"vErr.gnRn" = "O nome da rede restrita não pode ser igual ao nome da rede principal. Escolha outro nome para a rede restrita.";

"bsGE" = "Activar rede restrita";
"bsGN" = "Nome da rede restrita";
"bsGS" = "Segurança da rede restrita";
"bsGS.1" = "Nenhuma";
"bsGS.5" = "WPA/WPA2 pessoal";
"bsGS.7" = "WPA2 pessoal";
"bsGP" = "Palavra‑passe da rede restrita";
"bsGD" = "Âmbito DHCP da rede restrita";
"bsUB" = "A sua velocidade de Internet para envios";
"bsDB" = "A sua velocidade de Internet para descargas";
"bsBW" = "Restringir a largura de banda da rede restrita";
"bsBW.0"= "Sem limites";
"bsBW.1"= "Restringir a largura de banda para envio";
"bsBW.2"= "Restringir a largura de banda para descarga";
"bsBW.3"= "Restringir largura de banda em ambos sentidos";
"gnBg" = "Endereço inicial DHCP da rede restrita";
"gnEn" = "Endereço final DHCP da rede restrita";
"gnLe" = "Concessão DHCP da rede restrita";
"gnMg" = "Mensagem DHCP da rede restrita";
"gn95" = "Servidor LDAP da rede restrita";
"bsAG" = "Permitir que os clientes da rede restrita comuniquem uns com os outros";
"bsAG.short" = "Permitir que os clientes comuniquem uns com os outros";

"GuestNetworkPanelHeader" = "Configuração da rede restrita";
"ReconfigureGuestNetwork" = "Rede restrita";
"ReconfigureGuestNetworkEnabled" = "Este %@ está configurado de forma a criar uma rede restrita. Este tipo de rede permite aos clientes sem fios aceder à Internet sem lhes dar acesso à sua rede privada.";
"ReconfigureGuestNetworkEnabledWithWANService" = "Este %@ está configurado de forma a criar uma rede restrita. Este tipo de rede permite aos clientes sem fios aceder à Internet, e oferece serviços de rede disponíveis pela WAN.";
"ReconfigureGuestNetworkDisabled" = "Este %@ está configurado de forma a não criar uma rede restrita. Este tipo de rede permite aos clientes sem fios aceder à Internet sem lhes dar acesso à sua rede privada.";
"ReconfigureGuestNetworkDisabledWithWANService" = "Este %@ está configurado de forma a não criar uma rede restrita. Este tipo de rede permite aos clientes sem fios aceder à Internet, e oferece serviços de rede disponíveis pela WAN.";

"OnePanelGuestNetworkDefaults" = "Também é possível criar uma “%@” segura, para permitir a terceiros o acesso à Internet, sem lhes conceder acesso à sua rede privada.";
"OnePanelGuestNetworkDefaultsWithWANService" = "Também é possível criar uma “%@” segura, para permitir a terceiros o acesso à Internet e oferecer serviços de rede disponíveis pela WAN.";